tap "homebrew/bundle"
tap "homebrew/core"
tap "johnhcc/gs-x11"
brew "gcc"
brew "autoconf"
brew "automake"
brew "python@3.10"
brew "autopep8"
brew "bandwhich"
brew "bat"
brew "nlohmann-json"
brew "bear"
brew "bottom"
brew "btop"
brew "python@3.9"
brew "llvm"
brew "ccls", args: ["HEAD"]
brew "cmake"
brew "direnv"
brew "dust"
brew "eigen"
brew "exa"
brew "fish"
brew "fzf"
brew "libtool"
brew "gdb"
brew "git"
brew "gnu-apl"
brew "go"
brew "gperftools"
brew "gping"
brew "graphviz"
brew "grex"
brew "htop"
brew "imagemagick"
brew "include-what-you-use"
brew "neofetch"
brew "node"
brew "jless"
brew "jupyterlab"
brew "make"
brew "ncdu"
brew "neovim"
brew "pipe-rename"
brew "prettier"
brew "pv"
brew "rapidjson"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "rmlint"
brew "rsync"
brew "ruby"
brew "rust-analyzer"
brew "rustup-init"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "valgrind", args: ["HEAD"]
brew "vim"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh"
