tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "johnhcc/gs-x11"
tap "keith/formulae"
tap "osx-cross/avr"
brew "python@3.9"
brew "autoconf"
brew "automake"
brew "python@3.10"
brew "autopep8"
brew "avrdude"
brew "bat"
brew "nlohmann-json"
brew "bear"
brew "ccls", args: ["HEAD"]
brew "direnv"
brew "eigen"
brew "fzf"
brew "gcc"
brew "gdb"
brew "git"
brew "gnu-apl"
brew "go"
brew "gperftools"
brew "libtool"
brew "graphviz"
brew "htop"
brew "include-what-you-use", args: ["HEAD"]
brew "node"
brew "jupyterlab"
brew "make"
brew "neovim"
brew "prettier"
brew "pv"
brew "rapidjson"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "rustup-init"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "vim", args: ["HEAD"]
brew "wget"
brew "yarn"
brew "zsh"
brew "osx-cross/avr/avr-gcc@9"
cask "alacritty"
cask "daisydisk"
cask "kitty"
cask "visual-studio-code"
cask "xquartz"
