tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "hyde46/hoard"
tap "keith/formulae"
tap "koekeishiya/formulae"
tap "tako8ki/tap"
brew "autoconf"
brew "automake"
brew "autopep8"
brew "bandwhich"
brew "bash"
brew "bat"
brew "nlohmann-json"
brew "bear"
brew "bottom"
brew "gcc"
brew "btop"
brew "python@3.11"
brew "ccls", args: ["HEAD"]
brew "coreutils"
brew "direnv"
brew "dust"
brew "eigen"
brew "exa"
brew "exiftool"
brew "fd"
brew "fish"
brew "fzf"
brew "geographiclib"
brew "git"
brew "gnu-apl"
brew "go"
brew "gobject-introspection"
brew "gperftools"
brew "gping"
brew "pango"
brew "libtool"
brew "graphviz"
brew "grex"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jless"
brew "node"
brew "jupyterlab"
brew "llvm"
brew "lua"
brew "make"
brew "mold"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "pipe-rename"
brew "poetry"
brew "postgresql@14"
brew "prettier"
brew "pv"
brew "python@3.10"
brew "python@3.9"
brew "rapidjson"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "rmlint"
brew "rsync"
brew "ruby"
brew "rust-analyzer"
brew "rustup-init"
brew "starship"
brew "stylua"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "vim", args: ["HEAD"]
brew "wasm-pack"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "hyde46/hoard/hoard"
brew "koekeishiya/formulae/yabai"
brew "tako8ki/tap/gobang"
cask "appcleaner"
cask "daisydisk"
cask "font-hack-nerd-font"
cask "kitty"
cask "visual-studio-code"
cask "zoom"
